test/multiphaseEuler/populationBalance/expansion/constant/momentumTransfer
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransfer;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

drag
{
    air1_dispersedIn_water
    {
        type            SchillerNaumann;
        residualRe      1e-3;
    }

    air2_dispersedIn_water
    {
        $air1_dispersedIn_water;
    }

    air3_dispersedIn_water
    {
        $air1_dispersedIn_water;
    }
}

virtualMass
{}

lift
{}

wallLubrication
{}

turbulentDispersion
{}

// ************************************************************************* //
